Repository: gentoolink/de.systopia.xdedupe
Catalog: l10n/*/LC_MESSAGES/xdedupe.po
Languages: de_de

source: Conflict
de_de: Konflikt

source: XDedupe location type conflict. Please clean up!
de_de: XDedupe Konflikt bei der Adresskategorie. Bitte bereinigen!

source: Location Type [%1]
de_de: Adresskategorie [%1]

source: Exclude Dedupe Exceptions
de_de: Bekannt Duplikatsausnahmen ausschließen

source: Exclude contacts (not tuples!) that are in the system's dedupe exception list.
de_de: Ignoirert die Kontakte (nicht Tupel) der bekannten Duplikats-Ausnahmen Liste des Systems.

source: (!) %1% %2 Similarity
de_de: (!) %1% %2-Ähnlichkeit

source: Display Name
de_de: Anzeigename

source: Remove contacts that don't have a similar %1
de_de: Kontakte ausschließen, die keinen ähnlichen %1 haben

source: display name
de_de: Anzeigename

source: Group %1
de_de: Gruppe %1

source: Filter for contacts in the given group
de_de: Filtert auf Kontakte in der angegebenen Gruppe

source: Tag %1
de_de: Kategorie %1

source: Filter for contacts in the given tag
de_de: Filtert auf Kontakte in der angegebenen Kategorie (Tag)

source: Exclude System Users
de_de: Nutzer ausschließen

source: Exclude contacts (not tuples!) that are connected to a user account.
de_de: Schließt Kontakte aus, die eine Benutzerkonto haben.

source: Identical Birth Date
de_de: gleiches Geburtsdatum

source: Looks for fully identical birth dates
de_de: Sucht nach vollständig identischem Geburtsdatum

source: City (only)
de_de: gleiche Stadt

source: Looks for identical city (of any address)
de_de: Sucht nach identischer Stadt

source: Identical Email
de_de: gleiche E-Mail

source: Looks for fully identical email addresses
de_de: Sucht nach identischer E-Mail Adresse

source: Identical First Name
de_de: gleicher Vorname

source: Looks for fully identical first names
de_de: Sucht nach identischem Vorname

source: Identical First Name Initial
de_de: gleiches Vorname-Initial

source: Looks for identical first name initial
de_de: Sucht nach identischem ersten Buchstaben des Vornamens

source: Identical Last Name
de_de: gleicher Nachname

source: Looks for fully identical last names
de_de: Sucht nach identischem Nachname

source: Identical Organization Name
de_de: gleicher Organisationsname

source: Identical Organization Name (case insensitive)
de_de: gleicher Organisationsname

source: Identical first %1 Organization Name Characters
de_de: gleiche %1 Anfangsbuchstaben des Organisationsnamens

source: Identical last %1 Organization Name Characters
de_de: gleiche %1 Buchstaben am Ende des Organisationsnamens

source: Looks for partly identical organisation names
de_de: Sucht nach gleichen Teilen im Orgnisationsnamen

source: Phone (literal)
de_de: Telefon (strikt)

source: Looks for phone number entries (without extensions) that are 100% identical as strings
de_de: Sucht 100% identische Telefonnummern (als Text) - ohne Durchwahlen

source: Phone (numeric)
de_de: Telefon (numerisch)

source: Finds contacts where all the digits of the phone number are equal. Formatting characters like '+', '-', or '/' are ignored.
de_de: Sucht identische Telefonnummern, ohne Beachtung von Leer- oder Sonderzeichen (wie +, -, /)

source: Postal Code (only)
de_de: Postleitzahl

source: Looks for identical postal code (of any address)
de_de: Sucht nach gleicher Postleitzahl

source: Postal Code and City
de_de: Postleitzahl und Stadt

source: Looks for identical postal code and city
de_de: Sucht nach Postleitzahl und Stadt

source: Postal Code and Street Address
de_de: Postleitzahl und Adresszeile

source: Looks for identical postal code and street address
de_de: Sucht nach identischer Postleitzahl und identischer erster Adresszeile

source: Postal Code, Street Address and City
de_de: Postleitzahl, Straße und Stadt

source: Looks for identical postal code, street address, and city
de_de: Sucht nach identischer Postleitzahl, erste Adresszeile und Stadt

source: Identical Prefix
de_de: gleiche Anrede

source: Looks for fully identical prefix
de_de: Sucht nach gleicher Anrede

source: Postal Code and Street Address (sanitised)
de_de: Gleicher Postleitzahl und Straße (bereinigt)

source: Looks for identical postal code and street address (sanitised)
de_de: Sucht nach gleicher Postleitzahl und Straße (bereinigt)

source: Postal Code, Street Address (sanitised) and City
de_de: Postleitzahl, Straße (bereinigt) und Stadt

source: Looks for identical postal code, street address (sanitised), and city
de_de: Sucht nach gleicher Postleitzahl, Straße (bereinigt) und Stadt

source: Street Address (only)
de_de: Straße/Hausnummer

source: Looks for identical street address (of any address)
de_de: Sucht nach gleicher Straße/Hausnummer

source: Merge
de_de: Zusammenführen

source: Merge with X-Dedupe
de_de: Mit X-Dedupe Zusammenführen

source: Manual
de_de: Manuell

source: CiviCRM's manual merge
de_de: CiviCRMs Funktion zu manuellen Zusammenführen

source: Exclude
de_de: Ausschließen

source: Mark as 'not a duplicate'
de_de: Als 'Nicht-Doublette' markieren'

source: Extendend Dedupe - Control Room
de_de: X-Dedupe Schaltzentrale

source: %2Configuration '%1' -- <a href="%3">Configuration Manager</a>
de_de: %2Konfiguration '%1' -- <a href="%3">Konfigurations-Manager</a>

source: <i>Modified</i>
de_de: <i>Geändert</i>

source: <i>Modified</i> - Extendend Dedupe - Control Room
de_de: <i>Geändert</i> - X-Dedupe Schaltzentrale

source: New Configuration -- <a href="%1">Configuration Manager</a>
de_de: Neue Konfiguration -- <a href="%1">Konfigurations-Manager</a>

source: Extendend Dedupe: '%1'
de_de: X-Dedupe: '%1'

source: Configuration Name
de_de: Konfigurationsname

source: Description
de_de: Beschreibung

source: None
de_de: Keine

source: Main Criteria
de_de: Hauptsuchkriterium

source: Secondary Criteria
de_de: 2. Suchkriterium

source: Tertiary Criteria
de_de: 3. Suchkriterium

source: Quaternary Criteria
de_de: 4. Suchkriterium

source: Quinary Criteria
de_de: 5. Suchkriterium

source: Contact Type
de_de: Kontaktart

source: Restrict to Group
de_de: Beschränkung auf Gruppe

source: Exclude Group
de_de: Gruppe Ausschließen

source: Restrict to Tag
de_de: Beschränkung auf Kategorie

source: More Filters
de_de: Weiter Filter

source: Force Merge
de_de: Zusammenführung Erzwingen

source: - none -
de_de: - kein -

source: Main Contact
de_de: Hauptkontakt

source: Auto Resolve
de_de: Automatische Konfliktlösung

source: Find
de_de: Suche

source: Merge All
de_de: Alle Zusammenführen

source: Save
de_de: Speichern

source: Save As New
de_de: Als Neu Speichern

source: The configuration needs a name
de_de: Diese Konfiguration benötigt einen Namen

source: This name is already in use.
de_de: Diese Name wird bereits verwendet.

source: any
de_de: beliebig

source: Individual
de_de: Person

source: Organization
de_de: Organisation

source: Household
de_de: Haushalt

source: Configuration [%1] doesn't exist (any more).
de_de: Die Konfiguration [%1] gibt es nicht (mehr).

source: unknown
de_de: unbekannt

source: Merged contact [%1] into [%2]
de_de: Kontakt [%1] wurde in [%2] zusammengeführt.

source: Merge API Error
de_de: API Fehler bei Zusammenführung

source: Merging %1 tuples.
de_de: Zusammenführung von %1 Tupeln.

source: Merged tuples %1 - %2
de_de: Zusammeführung der Tupel %1 - %2

source: Summarising
de_de: Zusammenfassung

source: Merged %1 of %2 tuples, %3 of %4 contacts.
de_de: %1 von %2 Tupeln, %3 von %4 Kontakten zusammengeführt.

source: Merge Finished
de_de: Zusammenführen abgeschlossen

source: XDedupe Configuration Manager
de_de: X-Dedupe Konfigurationsmanager

source: never
de_de: niemals

source: No statistics available
de_de: Es liegen keine Statistiken vor

source: Tuples Found
de_de: Tupel gefunden

source: Contacts Involved
de_de: Betroffene Kontakte

source: Runtime (Finder)
de_de: Laufzeit (Suche)

source: Runtime (Merger)
de_de: Laufzeit (Zusammenführen)

source: Merge Errors
de_de: Fehler beim Zusammenführen

source: none
de_de: keine

source: Merge Failure Count
de_de: Fehlschläge beim Zusammenführen

source: Tuples Merged
de_de: Zusammengeführte Tupel

source: Contacts Merged
de_de: Zusammengeführte Kontakte

source: Conflicts Resolved
de_de: Gelöste Konflikte

source: Run Type
de_de: Ausführungsart

source: Scheduled
de_de: Geplant

source: Was aborted?
de_de: Abgebrochen?

source: No
de_de: Nein

source: Yes
de_de: Ja

source: X-Dedupe Module Documentation
de_de: X-Dedupe Moduldokumentation

source: AIVL Most Personalised Activities
de_de: Meiste personalisierte Aktivitäten (AIVL)

source: Picks the contact with the most non-mass activities in the last 5 years. Excluded activity types: Bulk Email, Change Membership Status, Mass SMS, Pledge Reminder, Membership Renewal Reminder, Uitgaande papieren bulk mailing, SDD Bulk Correction, importError, FWTM call assignment, Donorjourney DD1Y_H12/L6, Verschil in contact gegevens uit webformulier, DDchurnprevention, historic_recruitment, fraudWarning, Migration SDD mandaten, organizationDiscrepancy, Prenotificatie
de_de: Wählt den Kontakt mit den meisten individuallen Aktivitäten in den letzten 5 Jahren. Ausgeschlossene Aktivitätstypen: Bulk Email, Change Membership Status, Mass SMS, Pledge Reminder, Membership Renewal Reminder, Uitgaande papieren bulk mailing, SDD Bulk Correction, importError, FWTM call assignment, Donorjourney DD1Y_H12/L6, Verschil in contact gegevens uit webformulier, DDchurnprevention, historic_recruitment, fraudWarning, Migration SDD mandaten, organizationDiscrepancy, Prenotificatie

source: Most Activities
de_de: Meiste Aktivitäten

source: Picks the contact with the most activities
de_de: Wählt den Kontakt mit den meisten Aktivitäten

source: Oldest (by CiviCRM ID)
de_de: Ältester (nach CiviCRM ID)

source: Picks the contact with the lowest CiviCRM ID
de_de: Wählt den Kontakt mit der niedrigsten CiviCRM ID

source: Most Personalised Activities
de_de: Meiste personalisierte Aktivitäten

source: Picks the contact with the most non-mass activities. Excluded activity types: Bulk Email, Change Membership Status, Mass SMS, Pledge Reminder, Membership Renewal Reminder
de_de: Wählt den Kontakt mit den meisten individuallen Aktivitäten in den letzten 4 Jahren. Ausgeschlossene Aktivitätstypen: Massenmail, Mitgliedschafts-Statusänderung, Massen-SMS, Pledge Reminder, Mitgliedschafts-Erinnerung

source: Youngest (by CiviCRM ID)
de_de: Jüngster (nach CiviCRM ID)

source: Picks the contact with the highest CiviCRM ID
de_de: Wählt den Kontakt mit der höchsten CiviCRM ID

source: In case of conflicts, keep the addressee of the main contact.
de_de: Im Konfliktfall behält der Hauptkontakt den Adressat.

source: Changed %1 from '<code style='white-space: pre;'>%2</code>' to '<code style='white-space: pre;'>%3</code>' in contact [%4] to avoid merge conflicts
de_de: '%1' in Kontakt [%4] von '<code style='white-space: pre;'>%2</code>' auf '<code style='white-space: pre;'>%2</code>' geändert um den Konflikt aufzulösen.

source: Cleanup '%1'
de_de: '%1'Normieren

source: Bump Address Conflicts
de_de: Adressenkonflikte Übernehmen

source: If there is conflicting addresses with the same type, the address will be changed to the (new) location type 'conflict'
de_de: Wenn es widersprüchliche Adressen mit der gleichen Kategorie gibt, so wird eine davon der (neuen) Kategorie "Konflikt" zugewiesen.

source: Address [%1] from contact [%2] was bumped to 'conflict' location type.
de_de: Adresse [%1] von Kontakt [%2] wurde zur Kategorie "Konflikt" verschoben.

source: Clean City
de_de: Stadt Normieren

source: Deleted duplicate %1 [%2] ('%4') from contact [%3] to avoid merge conflicts
de_de: %1 [%2] ('%4') wurde von Kontakt [%3] gelöscht, um Konflikte aufzulösen

source: Moved %1 [%2] from contact [%3] to contact [%4] to avoid merge conflicts
de_de: %1 [%2] ('%4') wurde von Kontakt [%3] zu Kontakt [%4] verschoben, um Konflikte aufzulösen

source: Drop Same Phones
de_de: Doppelte Telefonnummern verwerfen

source: Will drop phones that are numerically the same.
de_de: Von Telefonnummern die (numerisch) gleich sind, wird eine verworfen.

source: Deleted duplicate phone [%1] ('%3') from contact [%2] to avoid merge conflicts
de_de: Doppelte Telefonnummer [%1] ('%3') von Kontakt [%2] für die Konfliktlösung verworfen.

source: Email Mover
de_de: E-Mail Verschieben

source: Move all email addresses to the main contact, unless they're duplicates
de_de: Alle E-Mail Adressen zum Hauptkontakt verschieben, es sei denn sie liegen dort bereits vor

source: Clean First Name
de_de: Vorname Normieren

source: IM Mover
de_de: SocialMedia Konten Verschieben

source: Move instant messenger contacts to the main contact, unless they're duplicates
de_de: Alle SocialMedia Konten zum Hauptkontakt verschieben, es sei denn sie liegen dort bereits vor

source: Main Individual Names
de_de: Hauptkontakt Namen

source: In case of conflicts, keep the first, middle, and last name of the main contact.
de_de: Bei Konflikten behält der Hauptkontakt Vorname, zweiter Vorname und Nachname

source: Discarded name '%1' of contact [%2] in favour of '%3' in order to resolve merge conflicts
de_de: Kontakt [%2] Name '%3' anstelle von '%1' übernommen, um den Konflikt aufzulösen.

source: Preferred Communication Language
de_de: Bevorzugte Sprace

source: Will pick the highest ranking language
de_de: Behält die höher gewertete Sprache im Konfliktfall

source: Clean Last Name
de_de: Nachname Normieren

source: Merge '%1' Multi-Select Field
de_de: Multiwert-Feld '%1' zusammenführen

source: The field '%1' is a multi-select field. This resolver will merge the values of all duplicates, so that the main contact will have all.
de_de: Das Feld '%1' erlaubt Mehrfachwerte. Dieser Konfliktlöser wird die Werte alle Dubletten zusammenführen.

source: Select '%1'
de_de: Wähle '%1'

source: Will resolve the '%1' attribute by picking the one that is highest up in the option group
de_de: Löst Konflikte für das Feld '%1' indem der höherwertige Wert (nach der Ordnung in der Optionsgruppe) beibehalten wird

source: Main Organisation Name
de_de: Hauptkontakt Organisationsname

source: In case of conflicts, keep the organisation name of the main contact.
de_de: Bei Konflikten behält der Hauptkontakt den Organisationsnamen

source: Clean Organisation Name
de_de: Organisationsname Normieren

source: Longest Organisation Name
de_de: Längster Organisationsname

source: Will resolve the Organization Name by selecting the longer one, with better formatting.
de_de: Löst Konflikte beim Organisationsnamen, indem der längere Name (mit besserer Formatierung) beibehalten wird.

source: Phone Mover
de_de: Telefon Verschieben

source: Move all phone numbers to the main contact, unless they're duplicates
de_de: Alle Telefonnummern Konten zum Hauptkontakt verschieben, es sei denn sie liegen dort bereits vor

source: Privacy
de_de: Kommunikationseinstellungen

source: Conservative resolves the contacts' privacy settings, i.e. preserve all opt-outs.
de_de: Konservatives Zusammenführen: erhält alle Opt-Outs.

source: Changed '%1' from '%2' to '%3' in contact [%4] to avoid merge conflicts
de_de: '%1' in Kontakt [%4] von '%2' auf '%3' geändert um den Konflikt aufzulösen.

source: Cleared '%1' value '%2' in contact [%3] to avoid merge conflicts
de_de: '%1' mit Wert '%2' in Kontakt [%3] gelöscht, um den Konflikt aufzulösen.

source: Will resolve the '%1' attribute by simply taking the value in the following order: main contact, other contacts in increasing ID
de_de: Löst Konflikte bei Attribut '%1' indem einfach die Werte in der folgenden Priorität übernommen werden: Hauptkontakt, andere Kontakt in aufsteigender Kontakt-ID

source: Main Source
de_de: Haupt-Bezugsquelle

source: In case of conflicts, keep the source of the main contact.
de_de: Im Konfliktfall behält der Hauptkontakt seine Bezugsquelle.

source: Clean Street Address
de_de: Adresszeile Normieren

source: Website Mover
de_de: Webseite Verschieben

source: Move all websites to the main contact, unless they're duplicates
de_de: Alle Webseiten werden zum Hauptkontakt verschoben, es sei denn es handelt sich um ein Duplikat

source: Scheduled Deduplication (X-Dedupe)
de_de: Regelmäßige Deduplizierung (X-Dedupe)

source: Runs all X-Dedupe configurations that have been scheduled for automatic execution.
de_de: Führt alle X-Dedupe Konfigurationen aus, die für die automatische Ausführung freigegeben sind.

source: Configuration ID
de_de: Konfigurations-ID

source: Either an configuration ID, a comma separated list of configuration IDs or 'scheduled' to run all scheduled configurations
de_de: Eine Konfigurations-ID, eine Komma-getrennte Liste solcher IDs, oder 'scheduled' um alle geplanten Konfigurationen auszuführen.

source: Merge Limit
de_de: Zusammenführungsversuche

source: Maximum amount of merge attempts before stopping
de_de: Maximale Anzahl an Zusammenführungen oder -versuchen ehe automatisch unterbrochen wird

source: Override Scheduled
de_de: Status Überschreiben

source: Usually, only configurations marked as scheduled would be executed. This flag can be used to override this behaviour, and execute regardless of the scheduled status.
de_de: Normalerweise können nur Konfigurationen, die für die Ausführung eingeplant sind, ausgeführt werden. Mit diesem Flag kann dieses Verhalten überschrieben werden und unabhängig von diesem Status ausgeführt werden.

source: Tuple was merged
de_de: Tupel wurde zusammengeführt

source: Success
de_de: Erfolgreich

source: Merge Failed
de_de: Zusammeführung Fehlgeschlagen

source: Error
de_de: Fehler

source: These finders will identify the <i>potential</i> duplicates.
de_de: Diese Suchkriterien werden <i>potenzielle</i> Duplikate identifizieren.

source: You can find a detailed description of individual modules on the <a href="%1">module overview page</a>.
de_de: Eine Detaillierte Beschreibung der einzelnen Module befindet sich auf der a href="%1">Modulübersicht</a>.

source: Filter modules can restrict the tuples identified by the finder modules above. It is important, that no incorrect duplicates remain in the tuples before batch merging.
de_de: Filtermodule können die gefundenen potenziellen Duplikate weiter einschränken, so dass möglichst nur noch echte Duplikate zum Zusammenführen übergeben werden.

source: Picker modules have to select the main contact from a tuple, i.e. the prevailing contact that will receive all other contacts' data.
de_de: Diese Module wählen unter der gefundenen Duplikaten den Hauptkontakt ("Kopfdublette"), also den Kontakt der nach dem Zusammenführen übrig bleibt, und die zusätzlichen Werte der Dubletten aufnimmt.

source: These modules try to automatically resolve conflicts so an automated merge can proceed.
de_de: Diese Module versuchen etwaige Konflikte algorithmisch zu lösen, so dass das Zusammenführen möglichst automatisiert passieren kann.

source: You can use this flag to merge contacts even if they still have conflicts.
de_de: Mit dieser Option können Kontakte trotz Konflikten zusammengeführt werden.

source: <strong>This is highly discouraged! You should use an appropriate set of resolvers, to merge contacts automatically. Merging contacts by force can destroy them. If you must, be sure to test thoroughly before use.</strong>
de_de: <strong>Dies ist <b>nicht zu emfehlen</b>! Besser ist es immer, eine Reihe von Konfliktlösern zu konfigurieren, um diese kontrolliert zu beseitigen. Erzwungenes Zusammenführen kann die Kontakte stark beschädigen. Falls nicht vermeidbar, unbedingt vor dem Einsatz gut testen.</strong>

source: Search Criteria
de_de: Suchkritierien

source: Search Criteria (Finders)
de_de: Suchkriterien

source: Help
de_de: Hilfe

source: Matching Filters
de_de: Matching Filter

source: Filters
de_de: Filter

source: Merge Options
de_de: Zusammenführungsoptionen

source: Resolver
de_de: Konfliktlöser

source: Found %1 results with %2 contacts:
de_de: %1 Dubletten mit %2 Kontakten gefunden:

source: Duplicates
de_de: Dubletten

source: Delete Configuration "%1"
de_de: Konfiguration "%1" löschen

source: You are about to delete configuration "%1" [%2]. You should consider simply disabling it, since all configuration data will be lost.
de_de: Sie möchte Konfiguration "%1" [%2] löschen. Eventuell reicht es, sie einfach zu deaktivieren, denn durch das Löschen gehen alle Konfigurationsdaten unwiederbringlich verloren.

source: This is the list of you current XDedupe configurations
de_de: Dies ist die Liste aller gespeicherten X-Dedupe Konfigurationen

source: To create a new configuration, simply visit the <a href="%1">CONTROL ROOM</a>, or edit one of the configurations below and save as new.
de_de: Um eine neue Konfiguration zu erstellen, einfach zur <a href="%1">SCHALTZENTRALE</a> gehen, oder eine der Konfigurationen hier bearbeiten und als neue Konfiguration speichern.

source: Manual Execution
de_de: Manuelle Ausführung

source: Unsupervised Execution
de_de: Unbeaufsichtigte Ausführung

source: Scheduled Execution
de_de: Regelmäßige Ausführung

source: Last Run
de_de: Letzter Lauf

source: Order
de_de: Reihenfolge

source: Take the configuration to the control room
de_de: Diese Konfiguration in die Schaltzentrale nehmen

source: Edit &amp; Run Manually
de_de: Bearbeiten &amp; Ausführen (manuell)

source: Disabled
de_de: Deaktiviert

source: Execute fully automatic merge
de_de: Vollautmatische Deduplizierung Starten

source: Run Unsupervised Merge
de_de: Unbeaufsichtigte Deduplizierung Starten

source: [Statistics]
de_de: [Statistik]

source: Actions
de_de: Aktionen

source: Edit (in control room)
de_de: Bearbeiten (Schaltzentrale)

source: Edit
de_de: Bearbeiten

source: Disable for manual execution
de_de: Für manuelle Ausführung deaktivieren

source: Disable Manual
de_de: Manuell Deaktivieren

source: Enable for manual execution
de_de: Für manuelle Ausführung freigeben

source: Enable Manual
de_de: Manuell Aktivieren

source: Disable for automatic execution
de_de: Für automatische Ausführung deaktivieren

source: Disable Unsupervised
de_de: Automatisch Deaktivieren

source: Enable for automatic execution
de_de: Für automatische Ausführung freigeben

source: Enable Unsupervised
de_de: Automatisch Aktivieren

source: Don't schedule for automatic execution
de_de: Nicht für automatische Ausführung einplanen

source: Don't Schedule
de_de: Nicht Planen

source: Schedule for automatic execution
de_de: Automatische Ausführung einplanen

source: Schedule
de_de: Planen

source: Delete Configuration
de_de: Konfiguration Löschen

source: Delete
de_de: Löschen

source: Finder Modules
de_de: Suchmodule

source: Module Name
de_de: Modulname

source: Filter Modules
de_de: Filtermodule

source: Picker Modules
de_de: Auswahlmodule

source: The order here is vital: if the first picker cannot take a decision, it moves on to the next one in the list.
de_de: Die Reihenfolge hier ist wichtig: wenn das erste Auswahlmodul nicht entscheiden kann, so wir die Entscheidung an das nächste Modul in der Liste weitergegeben.

source: If none of the selected pickers were able to select a contact, the one with the lowest ID will be used.
de_de: Kann keines der gewählten Auswahlmodule eine Entscheidung treffen, wird stets der Kontakt mit der kleinsten ID als Hauptkontakt verwendet.

source: Resolver Modules
de_de: Konfliktlösungs-Module

source: Make sure you understand what these chosen resolvers do, as they will not ask for any confirmation
de_de: Es ist wichtig zu verstehen, was die Konfliktlösungs-Module tun, denn sie werden automatisch und ohne Rückfragen ausgeführt

source: Extended Deduplication (X-Dedupe)
de_de: Erweiterte Deduplizierung (X-Dedupe)
